import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.ansambl,
  name: ['Ансамбль'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
По дороге на буханке
Гастролирует такая труппа:
Фокусник, да три циганки
Да ещё каких-то пару трупов

Но лишь закончится концерт, - занавес!
Но лишь закончится концерт, - занавес!
Весь ансамбль соберётся (соберётся, соберётся!)
В маленькой гримёрке пить, гулять (пить, гулять!)
Так, что сатана душою чьей-то поперхнётся
Бедному артисту тоже надо отдыхать!

Десять тысяч лет мы в моде
Без цветов и без оваций
Но народ опять приходит
Чтоб хотя бы злобно посмеяться

Снова закончится концерт, - занавес!
Снова закончится концерт, - занавес!
Весь ансамбль соберётся (соберётся, соберётся!)
В маленькой гримёрке пить, гулять (пить, гулять!)
Так, что сатана душою чьей-то поперхнётся
Бедному артисту тоже надо отдыхать!

Зрителям конечно невдомёк
Что артист, играя в час похмелья
Отпирая, прячет в кошелёк
У каждого всю юность и веселье

Вот закончился концерт, - занавес!
Вот закончился концерт, - занавес!
Весь ансамбль соберётся (соберётся, соберётся!)
В маленькой гримёрке пить, гулять (пить, гулять!)
Так, что сатана душою чьей-то поперхнётся
Бедному артисту тоже надо отдыхать!
Весь ансамбль соберётся (соберётся, соберётся!)
В маленькой гримёрке пить, гулять (пить, гулять!)
Так, что сатана душою чьей-то поперхнётся
Бедному артисту тоже надо отдыхать!
`,
};

export default song;
