import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.beliiKarandash,
  name: ['Белый карандаш'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Шаг - невинность
Шаг - наивность
Чистым светом мир
Шаг - прозрение и блажь
Под запретом пир
Шаг - невинность
Шаг - наивность
Ангел твой - сатир
Шаг - безумие, кураж
Время сменит антураж

Навигатор наш
Рисует дорогу, слепую дорогу нам
Словно белый карандаш
Рисует дорогу, цветную дорогу сам
Разобрав себя на спектр по всем радуги цветам

Шаг - влеченье
Шаг - стремленье
Лёгкость полноты
Шаг - забвенье
Шаг - мираж
Яркость слепоты
Шаг - влеченье
Шаг - стремленье
Где сатир - там ты
Шаг на призрачный этаж
Время сменит антураж

Навигатор наш
Рисует дорогу, слепую дорогу нам
Словно белый карандаш
Рисует дорогу, цветную дорогу сам
Разобрав себя на спектр по всем радуги цветам

Навигатор наш
Рисует дорогу, цветную дорогу нам
Словно белый карандаш
Рисует дорогу, цветную дорогу сам
Навигатор наш
Рисует дорогу, цветную дорогу нам
Словно белый карандаш
Рисует дорогу, цветную дорогу сам
Разобрав себя на спектр по всем радуги цветам
`,
};

export default song;
