import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.bezotvetnayaLyubov,
  name: ['Безответная любовь'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Цеплешь покой, поёшь бездушно
Серенады в холодную ночь
Я больной, унылый и скучный,
Никто не сможет помочь
Ломаешь мечты, ползёшь на стены
Снова уходишь в запой
Рисуешь кресты, царапаешь вены
Глумясь над своей судьбой

Чёрной кошкой пробегала
Безответая любовь
Белым лебедем взлетала
Безответая любовь
Серым волком загрызала
Безответая любовь
Истязала и терзала
Безответая любовь

Лелеешь портреты, стоишь молчишь
Бредишь своей звездой
Не веришь советам, не ешь, не спишь
Живёшь одной бедой

Чёрной кошкой пробегала
Безответая любовь
Белым лебедем взлетала
Безответая любовь
Серым волком загрызала
Безответая любовь
Истязала и терзала
Безответая любовь

Но не стоит рыдать и ждать
Надо что-нибудь сделать
Взять внезапно, да поцеловать
Надо что-нибудь делать
Надо-надо поцеловать
Надо-надо завоевать
Надо-надо поцеловать
Надо-надо завоевать

Чёрной кошкой пробегала
Безответая любовь
Белым лебедем взлетала
Безответая любовь
Серым волком загрызала
Безответая любовь
Истязала и терзала
Безответая любовь
`,
};

export default song;
