import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.drugoiSmekh,
  name: ['Другой смех'],
  albums: [EnumAlbums.belyjKarandash],
  authors: '',
  text: `
Наши мечты живут за границей реальности
Наши мечты живут за границей реальности
Пока мы в мире глобальностей, срочных новостей
Интернета, сетей, за ????????? страстей

Мы смеёмся, но это другой смех
Мы дерёмся, но это другой грех
Мы свободны - это другая ложь
Не умрёшь, так пропадёшь

Наши мечты живут в тени справедливости
Наши мечты живут в тени справедливости
Пока мы на лезвии лести, на пьедестале унылости
Рядом, но далеко не вместе, в тепле, но не в милости

Мы смеёмся, но это другой смех
Мы дерёмся, но это другой грех
Мы свободны - это другая ложь
Не умрёшь, так пропадёшь
Не умрёшь, так пропадёшь

Терпеливая боль ограничена страхом, засыпана прахом
Другая вера на те же колени, клеймо изувера
В чём же смысл откровений в том мире,
Где больше вой, где меньше мнений?

Мы смеёмся, но это другой смех
Мы дерёмся, но это другой грех
Мы свободны - это другая ложь
Не умрёшь, так пропадёшь
Мы смеёмся, но это другой смех
Мы дерёмся, но это другой грех
Мы свободны - это другая ложь
Не умрёшь, так пропадёшь
`,
};

export default song;
