import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.khalyava,
  name: ['Халява'],
  albums: [EnumAlbums.cekhPoReabilitaciiParanoikov],
  authors: '',
  text: `
Я нюхал дохлого пса
Я думал, что он живой
И хоть он был весь в крови
А из глаз струился гной

Я плавал в навозной луже
Я думал что это океан
Но вскоре я всё понял
Просто я был пьян

А ты стояла и смеялась надо мной
И заставляла ругаться матом:
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!

А лето короткое чуть-чуть
А лето короткое совсем
Ты мне надоела чуть-чуть
Ты мне надоела совсем

Мне бы похмелиться
Но мне не хватает финансов
Куда же смотрит милиция?
Наверное на иностранцев

А ты стояла и смеялась надо мной
И заставляла ругаться матом:
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!

А ты стояла и смеялась надо мной
И заставляла ругаться матом:
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!
Эх, халява, пошла ты на хуй!

Всё.
`,
};

export default song;
