import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.kryhaPalas,
  name: ['Крига палас'],
  albums: [EnumAlbums.tvarynoiuPoruch],
  authors: '',
  text: `
Непощастило меломану
Пекельні радощі туману
Заводять мозок у оману

І подих твій неначе сон
Та поцілунки в унісон
Поніс ненавистний грифон

Все по цеглинам будувала
Та душеньку усю вкладала
А у полоні танцювала

Весела зрада-серенада
Без слів жорстока канонада
Думкам не може дати раду

Нехай це буде сноведіння
Коли кидають нас в каміння
І забувають про сумління

Спалахом все потопає
У морі де турбот немає
Лиш крига на душі палає
`,
};

export default song;
