import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lyutijSnig,
  name: ['Лютий сніг'],
  albums: [EnumAlbums.purga, EnumAlbums.tvarynoiuPoruch],
  text: `
Коли ти насамоті
пісню заспівай,
Коли ти на чужині
Любов свою згадай
У дивопросторі вогнів
Мрій про гарне свято
Келих пива та песни
Та й турбот не згадуй
Мрій про гарне свято
Та й турбот не згадуй

До мене, до мене
приходив лютий сніг
танцювали разом
Та співали гейя-гейя-гейя

Коли йде все навпаки
Та й не щастить
Нехай скажені всі думки
Зупинись на мить
По долинам та хмарам
піди погуляй
Гарну пісню заспівай
Знов любов згадай
Не щастить
Зупинись на мить

До мене, до мене
приходив лютий сніг
танцювали разом
Та співали гейя-гейя-гейя.
`,
};

export default song;
