import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.lyutijSnig,
  name: ['Лютий сніг'],
  albums: [EnumAlbums.purga, EnumAlbums.tvarynoiuPoruch],
  authors: 'Шмель',
  text: `
Коли ти насамоті
пісню заспівай,
Коли ти на чужині
Любов свою згадай

У дивопросторі вогнів
Мрій про гарне свято
Келих пива та песни
Та й турбот не згадуй
Мрій про гарне свято
Та й турбот не згадуй

До мене, до мене
приходив лютий сніг
танцювали разом
Та співали гейя-гейя-гейя

Коли йде все навпаки
Та й не щастить
Нехай скажені всі думки
Зупинись на мить

По долинам та хмарам
піди погуляй
Гарну пісню заспівай
Знов любов згадай
Не щастить
Зупинись на мить

До мене, до мене
приходив лютий сніг
танцювали разом
Та співали гейя-гейя-гейя.
`,
};

export default song;

/*
Когда ты одинок
Песню спой
Когда ты на чужбине
Любовь свою вспомни

В чудопространстве огней
Мечтай о красивом празднике
Бокал пива да песни
И проблем не вспоминай
Мечтай о красивом празднике
И проблем не вспоминай

Ко мне, ко мне
приходил злой снег
танцевали вместе
и пели гей-я-гей-я-гей-я

Когда идет все наоборот
Да и не везет
Пусть бешеные все мысли,
Остановись на миг

По долинам и по тучам (???)
Иди погуляй
Красивую песню спой
Снова любовь вспомни
Не везет
Остановись на миг

Ко мне, ко мне
приходил злой снег
танцевали вместе
и пели гей-я-гей-я-гей-я
 */
