import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.mogilshchik,
  name: ['Могильщик'],
  albums: [EnumAlbums.durackiyeKnizhki],
  authors: '',
  text: `
Скука и грязь
Со всех сторон
Я делаю,делаю,делаю крест для Иисуса Христа.
Небесные черви
Лезут мне в мозг
Я старый могильщик,для меня работа моя проста

А собаки
Ла-ла-лают
Ла-ла-ла-ла-лают
Ла-ла-ла-ла-лают
На меня

Вечерней тоской
Заполнен утроб
Какая мне разница где и зачем был распят был и кто.

А собаки
Ла-ла-лают
Ла-ла-ла-ла-лают
Ла-ла-ла-ла-лают
На меня

Христос воскрес,
Пришёл с утра
Спросил,не ты ли делал крест для ИИсуса Христа?
Я ответил да
Обмолвил могильщик
Я тебя не прокляну
А только на вечную,вечную жизнь тебя приреку

А собаки
Ла-ла-лают
Ла-ла-ла-ла-лают
Ла-ла-ла-ла-лают
На меня

Скука и грязь
Со всех сторон
Я делаю,делаю,делаю крест для Иисуса Христа
`,
};

export default song;
