import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.moiPut,
  name: ['Мой путь'],
  albums: [EnumAlbums.ostanoviteChelovechestvo],
  authors: 'Шмель',
  text: `
Свет далеких звезд, освещающих мой путь
Не дающих уснуть на пути к тебе, не дающих свернуть
но свет далеких звезд - это мой жизненный путь
снова сердце бьется с ним в такт и с пути не свернуть

Мой путь - это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждет
Мой путь - это подвиг в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!

Мысль отгоняет меня на полпути
Я могу кричать я могу бежать но не могу ползти
И мне остается доверить свой путь
лишь ветру далекой звезды, освещающий мой путь

Мой путь - это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждет
Мой путь - это подвиг в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!
Мой путь!

Свет далеких звезд, освещающий мой путь
это смысл продлевающий жизнь
Мой свет мой жизненный путь
значит сердце бьется с ним в такт, значит мне не свернуть

Мой путь - это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждет
Мой путь - это подвиг в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!

Мой путь - это подвиг, в котором есть только ты
Это свет той далёкой звезды, которая ждет
Мой путь - это подвиг в котором есть только ты
Я вижу лишь тени людей, отставших в пути
Мой путь!
МОй путь!
`,
};

export default song;
