import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.naKonechnomGorizonte,
  name: ['На конечном горизонте'],
  albums: [EnumAlbums.paraTrupov],
  authors: '',
  text: `
Пальцы в даль, душою прочь
На выход
Там тупик но надо смочь
На выдох
Маршрут петлей
Уют, покой

На конечном горизонте
На конечном горизонте
Остановится земля
И мы выйдем: ты и я
Мы пойдем по горизонту
По крутому горизонту
От конца к началу света
Там где мы, там и планета

Тенью вниз, глазами ввысь
На звезды
Посреди простая жизнь
Но поздно
Маршрут простой
Нас ждут с тобой

На конечном горизонте
На конечном горизонте
Остановится земля
И мы выйдем: ты и я
Мы пойдем по горизонту
По крутому горизонту
От конца к началу света
Там где мы, там и планета

Дели, дели горизонт
На ноль
Дели, дели горизонт
На ноль
Дели, дели горизонт
Дели на ноль
Дели, дели
Дели, дели горизонт
На ноль
Дели, дели горизонт
На ноль
Дели, дели горизонт
Дели на ноль
Дели, дели

На конечном горизонте
На конечном горизонте
Остановится земля
И мы выйдем: ты и я
Мы пойдем по горизонту
По крутому горизонту
От конца к началу света
Там где мы, там и планета

Остановится земля
И мы выйдем: ты и я

От конца к началу света
Там где мы, там и планета
`,
};

export default song;
