import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.neboProtiv,
  name: ['Небо против'],
  albums: [EnumAlbums.neboProtiv, EnumSongs.mekhanicheskayaBalerina],
  authors: '',
  text: `
Разве ли не вы рисовали бога,
Разве ли не вспять приводила дорога,
Развели мосты
Вы радость весны,мы венок пустоты

И небо на вас,
Смотрит на нас.
Небо напротив,
Небо за вас,
Небо за нас.
И небо против нас,
Небо против... нас.
Нас... нас... нас...
Небо за нас
Нас... нас... нас...

Разве ли не вы продавали тайны,
Разве ли не вы разбудили войны,
Развели зверей
Покорных детей без особых идей.

И небо на вас,
Смотрит на нас.
Небо напротив,
Небо за вас,
Небо за нас.
И небо против,
Небо на вас,
Смотрит на нас.
Небо напротив,
Небо за вас,
Небо за нас.
И небо против нас,
Всё изменилось.

На что похоже небо?
Иногда на вату, иногда на неожиданность.
А мне кажется, небо похоже на всё что угодно кроме себя.
Небо защищает и в тоже время уничтожает всех кроме донных рыб.
Врятли донные рыбы потеряли что-то не видя никогда небо.
Рыбы вообще не занимаются этим, им нет дела до неба.
Как и небу до нас.

И небо на вас,
Смотрит на нас.
Небо напротив,
Небо за вас,
Небо за нас.
И небо против,
Небо на вас,
Смотрит на нас.
Небо напротив,
Небо за вас,
Небо за нас.
И небо против нас,
Небо против... нас.
Нас... нас... нас...
Небо за нас
Нас... нас... нас...
`,
};

export default song;
