import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.odinRazVZhizn,
  name: ['Один раз в жизнь'],
  albums: [EnumAlbums.territoriyaNol],
  authors: '',
  text: `
[1 куплет]:
Когда ангелы мои заберут меня в ад - я встречу ветер
Когда ангелы мои заберут меня в ад - я встряну в вечность
Когда ангелы мои заберут меня в ад - я буду не готов
Когда ангелы мои заберут меня в ад - всем будет все равно

[припев]:
Завтра ты ушел из окна
Завтра ты ушел из Фейсбука
Завтра ты напился и сдох
Завтра ты был сам себе
Дьявол и бог!
Один всего лишь раз в жизнь [x2]


[2 куплет]:
Когда ангелы мои заберут меня в ад - я встречу время
Когда ангелы мои заберут меня в ад - я скину бремя
Когда ангелы мои заберут меня в ад - тишина не нагрянет
Ангелы мои заберут меня в ад - я вернусь с низа, парень


[припев]:
Завтра ты ушел из окна
Завтра ты ушел из Фейсбука
Завтра ты напился и сдох
Завтра ты был сам себе
Дьявол и бог!
Один всего лишь раз в жизнь [x2]

Ангелы мои заберут меня в ад [x2]

Один всего лишь раз в жизнь [x3]
`,
};

export default song;
