import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.on,
  name: ['Он'],
  albums: [EnumAlbums.ostanoviteChelovechestvo],
  authors: 'Шмель',
  text: `
Ностальгия Его колола
Изнутри, а со всех сторон
Жертвы Высшего Самотеррора
Били оземь, даря поклон…
Лишь красивая сила не льстила,
Насмеялась, чуть не убила…
Вознеслась до порочного тлена,
Вот вам жалость, кругом измена.
Обсчитался на девять грамм,
Знать, молился не тем богам…
Он устал, попросил награду
За умение воскресать,
Но устроила сила засаду,
Чтобы снова его убивать…
Не успел он ни с кем проститься,
Океан его облизал,
Полетел он вниз мёртвой птицей,
На дно, мимо алмазных скал…
Но опять остался он вечен,
В красоту он забрёл, обомлел,
Пусть был слаб он и нечеловечен,
Но в аду не раз он горел…
Сообразил да прочёл стихотворно,
Мне, мол, дело б творить плодотворно,
И дарить уют кособоким,
Надлежит Мир по праву, бесспорно,
Божевольным, Больным и Убогим…
`,
};

export default song;
