import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.poebenTrava,
  name: ['Поебень-трава'],
  albums: [EnumAlbums.princessaBezTrusov],
  authors: 'Шмель',
  text: `
Сердце не станет стучать как часы
Пальцы не смогут ласкать как вибратор
Крокодильи слезы не заменят росы
Бога не заменет провокатор

Время потянется киселем
СЕКСОМ НАКОРМЯТ ВДОВОЛЬ ОБИЖЕННЫХ
Жижа скрестившись с вечным огнем
Построит на воздухе дымные хижины

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень-трава!!!

Мир превратился в похоронный обряд
Любовь превратилась в обычную случку
В общем все члены по команде стоять
Срут по приказу в общую кучку
Плавится сахар, варится соль,
Гонится водка, безумным хвала
Точатся зубы и счастье сквозь боль
Если хуево, то лучше вчера

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень трава!!!

Мокнут мозги под кислотным дождем
Ненависть прет сквозь кукольный театр
Если до смерти мы не доживем
Ни Бог не поможет, ни провокатор

В поле моем уже зацвела Поебень-трава!!!
В поле моем уже зацвела Поебень-трава!!!
`,
};

export default song;
