import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.travi,
  name: ['Травы'],
  albums: [EnumAlbums.tulovishche, EnumAlbums.trahniNebo],
  authors: 'Шмель',
  text: `
Таємний світ зірок
Райдугою кине
????????
Таємний світ думок
Келихом вина
Загасить горе
Це долина за життя
Це крихта забуття.

Трави і трави грізного замку
Трави і трави далекого долу
Трави і трави з ранку до ранку
Співає красуня незнайома
????????

Посохом постукай в дах.
Хто тобі відчине
світ чи морок
Протягом торкнеться жах
Він і є твій лагідний ворог
Це ???? за любов
Це світ ??? смерті

У скарбниці чорних плям
ти знайдеш торбину зла і сміху
Поклонися лютим снам
Спробуй підкорити ??????
Трави і трави...
Трави і трави...
Трави і трави...
`,
};

export default song;
