import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.veraILyubov,
  name: ['Вера и любовь'],
  albums: [EnumAlbums.negativProstranstva],
  authors: 'Шмель',
  text: `
В жертву я судьбе отдамся,
Обрету мечту сквозь сны
Я не сдамся, я не сдамся
В пьяный плен слепой дурман-весны
Я знаю…

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!

Сердца пыл спасёт мой холод,
Слёзы растворят мой гнев
Праздник, как духовный голод
Смысл жизни – всемогущий блеф
Ты знаешь…

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!

Солнце встретится с луной,
Небо смирится с землёй,
Сушу обретут моря,
Вместе с ними будешь ты и я!
Эх, слышишь…

Вера и любовь – всё через боль, боль!
Вера и любовь – всё через боль, боль!
Стань покорной птицей с огненным крылом
Ведь ты в моих объятьях – неба голь, голь!
`,
};

export default song;
