import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.vseMechtiSbivayutsya,
  name: ['Все мечты сбываются'],
  albums: [EnumAlbums.yaVernusKTebe],
  authors: '',
  text: `
Живший застенчиво
Бравший стеснительно
В долг, ???? за вселенский покой
Ставший почтительно
В пропасть изменчивой
Жадно вздыхающей сути людской

В центре сражения был светлым берегом
Островом семени зла и добра
В мире презрения обнимал пламенем
В корне оторванном сердце тепла

Мечтал
Мечтал
Но знал
Но знал
Мечтал
Но знал

Но ????? смиренный покой
В вечность мечты под холодной луной

Больно прикусывал языки истины
С мясом выкручивал свечи мечты
Больно, но пристально, во крови ?????
Тихо разглядывал время ?????

В центре сражения был светлым берегом
Островом семени зла и добра
В мире презрения обнимал пламенем
В корне оторванном сердце тепла

Мечтал
Мечтал
Но знал
Но знал
Мечтал
Но знал

Но ????? смиренный покой
В вечность мечты под холодной луной
`,
};

export default song;
