import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zavitai,
  name: ['Завiтай'],
  albums: [EnumAlbums.petlyaSoblazna, EnumAlbums.trahniNebo, EnumAlbums.vethijSbornik],
  authors: 'Шмелёвы',
  text: `
Миттєвий погляд смугастої кішкі
Горящий дотик холодного ліжка
..іграшки...зітхання
Як зброя у схроні твоє існування
Обійми мене тваринний страх

Там ходить, ходить чарівна повія
Завітай-зачекай
Там ходить, ходить чудова мрія
Завітай-зачекай, зачекай

Від дірок аду до небосхилу,
З життєвої битви да у могилу,
Від подарунків до згвалтування
Петля на шиї - моє існування
Обійми мене тваринний страх

Там ходить, ходить чарівна повія
Завітай-зачекай
Там ходить, ходить чудова мрія
Завітай-зачекай, зачекай
`,
};

export default song;
