import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhdat,
  name: ['Ждать'],
  albums: [EnumAlbums.spazmyRoka],
  authors: 'Шмель, Лёс - Шмель',
  text: `
Когда я узнаю напротив сон забытый,
В трамвае, взлетая, ты пропадёшь из виду
Не знаю, не буду, метро давно закрыто
Придётся, рыдая, да притаив обиду

Ждать, когда растает сердце,
И проснётся весна на подошвах прохожих
Ждать, когда вдруг захлебнётся
В слезах от счастья любовь, быть может,
Моя…
Любовь моя…

А карты устали, коты ушли в подвалы
О чём-то болтаю. Лишь паучок за ванной
Услышит, я знаю, поймает взгляд усталый
Блуждая, теряя, я буду безустанно

Откуда взять чудо, откуда вырвать счастья
Немыта посуда, тупик, как безучастье
Забыта помада, а щёки красным цветом
Не хочешь – не надо. Я буду с первым светом

Ждать
Я буду ждать
Я буду ждать

В трамвае, взлетая, ты пропадёшь из виду…
В трамвае, взлетая, ты пропадёшь из виду…
`,
};

export default song;
