import { TypeSong } from '../../../types';
import { EnumAlbums, EnumSongs } from '../types';

const song: TypeSong = {
  id: EnumSongs.zhdiMenyaVPolnoch,
  name: ['Жди меня в полночь'],
  albums: [EnumAlbums.yaVernusKTebe],
  authors: '',
  text: `
Стонет в углу моя бледная тень,
Стёкла в часах дрожат.
Когда же закончится солнечный день?
Всё не кончается, всё не кончается...
Катятся слёзы вечерних молитв,
На небе плюшевый ад.
Зарница разрежет сотнею бритв,
Дождь начинается, и возвращаюсь я...

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою стала
Отдамся и плачем страстей напьюсь я сполна
В полночь жди
В полночь

Криком звериным откроется вновь
Мой карнавал, глубже дыши
Моё пораженье - тьма и любовь
Самоубийство, саморожденье
Пусть этот миг нарисован тобой
Кровью на коже души
Измеренной страсти на шее петлёй
Любовь - моя смерть, твоё возрожденье!

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою сна
Отдамся на плахе, страстей напьюсь я сполна

Ты меня жди в полночь
Врата отвори в полночь
Я жертвою плахи твоей и ласкою стала
Отдамся и плачем страстей напьюсь я сполна
В полночь жди
В полночь
В полночь жди
В полночь
`,
};

export default song;
